public class HW1T4 {
    public static void main(String[] args) {
        task4(6);
    }
    public static void task4(int a) {
        //Написать программу, которая проверяет, является ли число четным или нечетным.
        if ((a % 2) == 0) {
            System.out.println("Variable 'a' is an even number ");
        } else {
            System.out.println("Variable 'a' is not an even number ");
        }
    }
}