public class HW1T1 {
    public static void main(String[] args) {
          /*Объявите две переменные типа String: admin и name.
        Запишите строку "John" в переменную name.
        Скопируйте значение из переменной name в admin.
        Выведите на экран значение admin, используя метод System.out.println(k); (должно вывести John).*/
        String name= "John", admin;
        admin=name;
        System.out.println(admin);
    }
}
