public class HW1T2 {
    public static void main(String[] args) {
        //Написать программу, которая выводит на экран разницу двух чисел.
        int a= 6, b = 3;
        System.out.println(a-b);
    }
}
